Repository: capstanlqc-test/test_en--ar_omt
Catalog: tm/auto/mt/pseudo_en_ar_20260722.tmx
Source language: en
Languages: ar

source: This is a bolded word.
ar: Жжжж жж ж жжжжжж жжжж.

source: This is my best sentence yet.
ar: Жжжж жж жж жжжж жжжжжжжж жжж.

source: This is a repeated sentence.
ar: Жжжж жж ж жжжжжжжж жжжжжжжж.

source: The following is addressed to a girl:
ar: Жжж жжжжжжжжж жж жжжжжжжжж жж ж жжжж:

source: What is your age?
ar: Жжжж жж жжжж жжж?
